[{"plot":"Young Pauline is left a lot of money when her wealthy uncle dies. However, her uncle's secretary has been named as her guardian until she marries, at which time she will officially take ...",
  "genres":["Action"],
  "runtime":199.0,
  "cast":["Pearl White","Crane Wilbur","Paul Panzer","Edward Josè"],
  "num_mflix_comments":0,"poster":"https:\/\/m.media-amazon.com\/images\/M\/MV5BMzgxODk1Mzk2Ml5BMl5BanBnXkFtZTgwMDg0NzkwMjE@._V1_SY1000_SX677_AL_.jpg",
  "title":"The Perils of Pauline",
  "fullplot":"Young Pauline is left a lot of money when her wealthy uncle dies. However, her uncle's secretary has been named as her guardian until she marries, at which time she will officially take possession of her inheritance. Meanwhile, her \"guardian\" and his confederates constantly come up with schemes to get rid of Pauline so that he can get his hands on the money himself.",
  "languages":["English"],
  "directors":["Louis J. Gasnier","Donald MacKenzie"],
  "writers":["Charles W. Goddard (screenplay)","Basil Dickey (screenplay)","Charles W. Goddard (novel)","George B. Seitz","Bertram Millhauser"],
  "awards":{"nominations":0,"text":"1 win.","wins":1},
  "imdb":{"id":4465,"rating":7.6,"votes":744},
  "countries":["USA"],
  "type":"movie",
  "rated":null,
  "metacritic":null},
{"plot":"A penniless young man tries to save an heiress from kidnappers and help her secure her inheritance.","genres":["Comedy","Short","Action"],"runtime":22.0,"cast":["Harold Lloyd","Mildred Davis","'Snub' Pollard","Peggy Cartwright"],"num_mflix_comments":0,"poster":"https:\/\/m.media-amazon.com\/images\/M\/MV5BNzE1OWRlNDgtMTllNi00NTZiLWIyNTktYTk0MDY1ZWUwYTc5XkEyXkFqcGdeQXVyMjUxODE0MDY@._V1_SY1000_SX677_AL_.jpg","title":"From Hand to Mouth","fullplot":"As a penniless man worries about how he will manage to eat, he is joined by a young waif and her dog, who are in the same predicament. Meanwhile, across town a dishonest lawyer is working with a gang of criminals, trying to swindle an innocent young heiress out of her inheritance. As the heiress is on her way home from the lawyer's office, she notices the young man and the waif in the midst of their latest problem with the authorities, and she rescues them. Later on, the young man will have an unexpected opportunity to repay her for her kindness.","languages":["English"],"directors":["Alfred J. Goulding","Hal Roach"],"writers":["H.M. Walker (titles)"],"awards":{"nominations":1,"text":"1 nomination.","wins":0},"imdb":{"id":10146,"rating":7.0,"votes":639},"countries":["USA"],"type":"movie","rated":"TV-G","metacritic":null},
{"plot":"Michael \"Beau\" Geste leaves England in disgrace and joins the infamous French Foreign Legion. He is reunited with his two brothers in North Africa, where they face greater danger from their...","genres":["Action","Adventure","Drama"],"runtime":101.0,"cast":["Ronald Colman","Neil Hamilton","Ralph Forbes","Alice Joyce"],"num_mflix_comments":0,"poster":null,"title":"Beau Geste","fullplot":"Michael \"Beau\" Geste leaves England in disgrace and joins the infamous French Foreign Legion. He is reunited with his two brothers in North Africa, where they face greater danger from their own sadistic commander than from the rebellious Arabs.","languages":["English"],"directors":["Herbert Brenon"],"writers":["Herbert Brenon (adaptation)","John Russell (adaptation)","Paul Schofield","Percival Christopher Wren (novel)"],"awards":{"nominations":0,"text":"1 win.","wins":1},"imdb":{"id":16634,"rating":6.9,"votes":222},"countries":["USA"],"type":"movie","rated":null,"metacritic":null}
,{"plot":"Seeking revenge, an athletic young man joins the pirate band responsible for his father's death.","genres":["Adventure","Action"],"runtime":88.0,"cast":["Billie Dove","Tempe Pigott","Donald Crisp","Sam De Grasse"],"num_mflix_comments":1,"poster":"https:\/\/m.media-amazon.com\/images\/M\/MV5BMzU0NDkyMjEzMV5BMl5BanBnXkFtZTgwMTcyMzEyMjE@._V1_SY1000_SX677_AL_.jpg","title":"The Black Pirate","fullplot":"A nobleman vows to avenge the death of his father at the hands of pirates. To this end he infiltrates the pirate band. Acting in character he is instrumental in the capture of a ship, but things are complicated when he finds that there is a young woman on board whom he wishes to protect from the threat of rape.","languages":null,"directors":["Albert Parker"],"writers":["Douglas Fairbanks (story)","Jack Cunningham (adapted by)"],"awards":{"nominations":0,"text":"1 win.","wins":1},"imdb":{"id":16654,"rating":7.2,"votes":1146},"countries":["USA"],"type":"movie","rated":null,"metacritic":null}
,{"plot":"An irresponsible young millionaire changes his tune when he falls for the daughter of a downtown minister.","genres":["Action","Comedy","Romance"],"runtime":58.0,"cast":["Harold Lloyd","Jobyna Ralston","Noah Young","Jim Mason"],"num_mflix_comments":0,"poster":"https:\/\/m.media-amazon.com\/images\/M\/MV5BMTcxMTEwMTIzNl5BMl5BanBnXkFtZTgwMzYzODYwMjE@._V1_SY1000_SX677_AL_.jpg","title":"For Heaven's Sake","fullplot":"The Uptown Boy, J. Harold Manners (Lloyd) is a millionaire playboy who falls for the Downtown Girl, Hope (Ralston) who works in Brother Paul's (Weigel) mission. In order to build up attendance, and win Hope's attention, Harold runs through town causing trouble, and winds up with a crowd chasing him right into the mission. He eventually wins the girl and they marry, but not without some interference from his high-brow friends.","languages":["English"],"directors":["Sam Taylor"],"writers":["Ted Wilde (story)","John Grey (story)","Clyde Bruckman (story)","Ralph Spence (titles)"],"awards":{"nominations":1,"text":"1 nomination.","wins":0},"imdb":{"id":16895,"rating":7.6,"votes":918},"countries":["USA"],"type":"movie","rated":"PASSED","metacritic":null}
,{"plot":"Navy divers clear the torpedo tube of a sunken submarine.","genres":["Action","Drama"],"runtime":77.0,"cast":["Kenneth MacKenna","Frank Albertson","J. Farrell MacDonald","Warren Hymer"],"num_mflix_comments":1,"poster":null,"title":"Men Without Women","fullplot":"Aboard the U.S. submarine S13 in the China seas, Chief Torpedoman Burke goes about his duties. In actuality, he is Quartermaine, the infamous former commander of the British ship Royal Scot, which was sunk by Germans with a Field Marshal aboard. Quartermaine had told his sweetheart that the Field Marshal would be aboard, not knowing that she was an informant for the enemy. When the S13 sinks, Burke takes charge when the commander, Ensign Price, is unable to command. Burke must keep his mates alive long enough on the bottom of the sea for rescuers to arrive.","languages":["English"],"directors":["John Ford"],"writers":["John Ford (story)","James Kevin McGuinness (story)","Dudley Nichols (screen play and scenario)","Otis C. Freeman (titles)"],"awards":{"nominations":0,"text":"1 win.","wins":1},"imdb":{"id":21140,"rating":5.8,"votes":154},"countries":["USA"],"type":"movie","rated":"PASSED","metacritic":null}
,{"plot":"Famous motor-racing champion Joe Greer returns to his hometown to compete in a local race. He discovers his younger brother has aspirations to become a racing champion and during the race ...","genres":["Drama","Action"],"runtime":85.0,"cast":["James Cagney","Joan Blondell","Ann Dvorak","Eric Linden"],"num_mflix_comments":1,"poster":"https:\/\/m.media-amazon.com\/images\/M\/MV5BMDg0OTc2YjUtYWMzZi00YWIxLTkwMjEtODFjYjhkOGI2ZWQwXkEyXkFqcGdeQXVyMjUxODE0MDY@._V1_SY1000_SX677_AL_.jpg","title":"The Crowd Roars","fullplot":"Famous motor-racing champion Joe Greer returns to his hometown to compete in a local race. He discovers his younger brother has aspirations to become a racing champion and during the race Joe loses his nerve when another driver his killed, leaving his brother to win. Joe's luck takes a plunge while his brother rises to height of fame.","languages":["English"],"directors":["Howard Hawks"],"writers":["John Bright","Niven Busch","Kubec Glasmon","Howard Hawks (story)","Seton I. Miller"],"awards":{"nominations":1,"text":"1 nomination.","wins":0},"imdb":{"id":22792,"rating":6.4,"votes":663},"countries":["USA"],"type":"movie","rated":null,"metacritic":null}
,{"plot":"An ambitious and near insanely violent gangster climbs the ladder of success in the mob, but his weaknesses prove to be his downfall.","genres":["Action","Crime","Drama"],"runtime":93.0,"cast":["Paul Muni","Ann Dvorak","Karen Morley","Osgood Perkins"],"num_mflix_comments":1,"poster":"https:\/\/m.media-amazon.com\/images\/M\/MV5BYmMxZTU2ZDUtM2Y1MS00ZWFmLWJlN2UtNzI0OTJiOTYzMTk3XkEyXkFqcGdeQXVyMjUxODE0MDY@._V1_SY1000_SX677_AL_.jpg","title":"Scarface","fullplot":"Johnny Lovo rises to the head of the bootlegging crime syndicate on the south side of Chicago following the murder of former head, Big Louis Costillo. Johnny contracted Big Louis' bodyguard, Tony Camonte, to make the hit on his boss. Tony becomes Johnny's second in command. Johnny is not averse to killing anyone who gets in his and Johnny's way. As Tony is thinking bigger than Johnny and is not afraid of anyone or anything, Tony increasingly makes decisions on his own instead of following Johnny's orders, especially in not treading on the north side run by an Irish gang led by a man named O'Hara, of whom Johnny is afraid. Tony's murder spree increases, he taking out anyone who stands in his and Johnny's way of absolute control on the south side, and in Tony's view absolute control of the entire city. Tony's actions place an unspoken strain between Tony and Johnny to the point of the two knowing that they can't exist in their idealized world with the other. Tony's ultimate downfall may be one of two women in his life: Poppy, Johnny's girlfriend to who Tony is attracted; and Tony's eighteen year old sister, Cesca, who is self-professed to be older mentally than her years much to Tony's chagrin, he who will do anything to protect her innocence. Cesca ultimately comes to the realization that she is a lot more similar to her brother than she first imagined.","languages":["English"],"directors":["Howard Hawks","Richard Rosson"],"writers":["Armitage Trail (novel)","Ben Hecht (screen story)","Seton I. Miller (continuity)","John Lee Mahin (continuity)","W.R. Burnett (continuity)","Seton I. Miller (dialogue)","John Lee Mahin (dialogue)","W.R. Burnett (dialogue)"],"awards":{"nominations":0,"text":"2 wins.","wins":2},"imdb":{"id":23427,"rating":7.8,"votes":18334},"countries":["USA"],"type":"movie","rated":"PASSED","metacritic":null}
,{"plot":"A trader and his daughter set off in search of the fabled graveyard of the elephants in deepest Africa, only to encounter a wild man raised by apes.","genres":["Action","Adventure","Romance"],"runtime":100.0,"cast":["Johnny Weissmuller","Neil Hamilton","C. Aubrey Smith","Maureen O'Sullivan"],"num_mflix_comments":0,"poster":"https:\/\/m.media-amazon.com\/images\/M\/MV5BNTVlMDAwMDQtMTEzMC00YjhlLWEyYTctNjMzN2M0NGI0MTEwXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_SY1000_SX677_AL_.jpg","title":"Tarzan the Ape Man","fullplot":"James Parker and Harry Holt are on an expedition in Africa in search of the elephant burial grounds that will provide enough ivory to make them rich. Parker's beautiful young daughter Jane arrives unexpectedly to join them. Harry is obviously attracted to Jane and he does his best to help protect her from all the dangers that they experience in the jungle. Jane is terrified when Tarzan and his ape friends first abduct her, but when she returns to her father's expedition she has second thoughts about leaving Tarzan. After the expedition is captured by a tribe of violent dwarfs, Jane sends Cheetah to bring Tarzan to rescue them...","languages":["English"],"directors":["W.S. Van Dyke"],"writers":["Edgar Rice Burroughs (based upon the characters created by)","Cyril Hume (adaptation)","Ivor Novello (dialogue)"],"awards":{"nominations":0,"text":"1 win.","wins":1},"imdb":{"id":23551,"rating":7.2,"votes":5182},"countries":["USA"],"type":"movie","rated":"PASSED","metacritic":null}
]